INSERT INTO `publishing_house` (`CodePublHouse`, `Name`, `City`) VALUES
	(1, 'Росмен', 'Москва'),
	(2, 'Просвещение', 'Москва'),
	(3, 'Эксмо', 'Санкт-Петергбург');
INSERT INTO `book` (`CodeBook`, `NameBook`, `PublHous`, `Author`, `Year`, `Price`, `NumberCopies`) VALUES
	(1462, 'Соник', 1, 'Вимпар', '2022', 15.00, 2568),
	(4543, 'Макоты', 2, 'Витпьл', '2022', 3.00, 2564),
	(4354, 'Мпрльв', 3, 'ПМмпир', '2022', 4258.00, 154);
INSERT INTO `readers` (`CodeReaders`, `FullName`, `Address`, `Phone`) VALUES
	(2, 'Комарова Варвара Германовна', 'Смоленская область, город Москва, наб. Ломоносова, 31', 456345345),
	(3, 'Косарева Ариана Ивановна', 'Омская область, город Сергиев Посад, спуск Ладыгина, 34', 453435),
	(4, 'Кожевникова Арина Андреевна', 'Московская область, город Наро-Фоминск, въезд Сталина, 38', 45345345),
	(1, 'Никулин Георгий Матвеевич', 'Свердловская область, город Зарайск, пр. Домодедовская, 68', 543543);
INSERT INTO `extradition` (`CodeReaders`, `CodeBook`, `Date`, `Painting`) VALUES
	(3, 4543, '2022-01-29', 'пт'),
	(1, 4543, '2022-01-29', 'аирпавик'),
	(4, 1462, '2022-01-29', 'питап'),
	(2, 1462, '2022-01-29', 'ари'),
	(2, 4354, '2022-01-29', 'аирик');

