INSERT INTO `department` (`CodeDepartment`, `NameDepartment`, `FullNameManager`, `Phone`, `SalesPerDay`) VALUES
	(2, 'иправ', 'Щербаков Юрий Денисович', 575, 748.00),
	(3, 'тапт', 'Карасева Анна Константиновна', 4534, 454.00),
	(4, 'варт', 'Никитин Даниил Ярославович', 453, 45345.00),
	(1, 'АИипа', 'Березина Яна Александровна', 58794, 354.00);
INSERT INTO `product` (`Article`, `NameProduct`, `Unit`, `Price`) VALUES
	(3434, 'drgdf', '$', 536.00),
	(435, 'Миdhdfва', '$', 45.00),
	(43534, 'hfdh', '$', 454.00),
	(87678, 'Мива', '$', 1654.00);
INSERT INTO `sale` (`ArticleProduct`, `Date`, `Number`, `Departament`) VALUES
	(435, '2022-01-29', 63, 1),
	(3434, '2022-01-29', 23, 3),
	(87678, '2022-01-29', 5635, 4),
	(3434, '2022-01-29', 52, 1),
	(43534, '2022-01-29', 56, 1),
	(43534, '2022-01-29', 32, 4);
