INSERT INTO `product` (`code_product`, `NameProduct`) VALUES
	(2, 'изделие Б'),
	(3, 'изделие В'),
	(4, 'изделие Г'),
	(1, 'изделие А');
INSERT INTO `sales` (`CodeSales`, `CodeProduct`, `Date`, `Number`, `Price`) VALUES
	(2, 2, '2022-01-29', 54241, 1274.00),
	(3, 3, '2022-01-29', 1235, 123.00),
	(4, 2, '2022-01-29', 45364, 748.00),
	(1, 1, '2022-01-29', 45354, 231.00);
INSERT INTO `supplier` (`code_supplier`, `NameSupplier`, `address`, `phone`, `contact`) VALUES
	(2, 'Кирилл', 'Ярославская область, город Лотошино, бульвар Косиора, 76', 2878765, 'Григорьева Варвара Яковлевна'),
	(3, 'Милана', 'Свердловская область, город Щёлково, ул. Ленина, 55', 456788, 'Завьялов Кирилл Артемьевич'),
	(1, 'Степан', 'Владимирская область, город Клин, проезд Ленина, 57', 564645, 'Ерофеева Николь Кирилловна');
INSERT INTO `supply` (`CodeSupply`, `CodeProduct`, `CodeSupplier`, `Date`, `Price`, `Number`) VALUES
	(2, 2, 1, '2022-01-29', 452.00, 54),
	(3, 1, 3, '2022-01-29', 212.00, 45),
	(4, 3, 3, '2022-01-29', 12.00, 54),
	(5, 4, 2, '2022-01-29', 45.00, 1045),
	(1, 3, 2, '2022-01-29', 13.00, 54);
